{
  "node": {
    "id": 21,
    "title": "One Piece",
    "main_picture": {
      "medium": "https://api-cdn.myanimelist.net/images/anime/6/73245.jpg",
      "large": "https://api-cdn.myanimelist.net/images/anime/6/73245l.jpg"
    },
    "status": "currently_airing",
    "alternative_titles": {
      "synonyms": ["OP"],
      "en": "One Piece",
      "ja": "ONE PIECE"
    },
    "start_date": "1999-10-20",
    "synopsis": "Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and execution of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.\n\nEnter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy's reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece.\n\n[Written by MAL Rewrite] ",
    "genres": [
      {
        "id": 1,
        "name": "Action"
      },
      {
        "id": 2,
        "name": "Adventure"
      },
      {
        "id": 10,
        "name": "Fantasy"
      },
      {
        "id": 27,
        "name": "Shounen"
      }
    ],
    "media_type": "tv",
    "num_episodes": 0,
    "average_episode_duration": 1440
  },
  "list_status": {
    "status": "watching",
    "score": 10,
    "num_episodes_watched": 736,
    "is_rewatching": false,
    "updated_at": "2017-09-25T21:07:41+00:00",
    "start_date": "2002-10-05",
    "priority": 2,
    "num_times_rewatched": 0,
    "rewatch_value": 4,
    "tags": [],
    "comments": "Sunday"
  }
}
